adobe-source-code-pro-fonts
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
efibootmgr
firefox
fish
git
grub
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
hyprland
hyprpaper
intel-media-driver
intel-ucode
kitty
lib32-mesa
lib32-vulkan-icd-loader
libva-utils
linux
linux-firmware
lxqt-archiver
mesa
mpd
nano
networkmanager
nicotine+
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
qbittorrent
rmpc
sassc
sddm
sof-firmware
steam
sudo
thunar
ttf-dejavu
ttf-liberation
unzip
virtualbox
virtualbox-guest-iso
vulkan-icd-loader
vulkan-intel
waybar
weechat
wev
wireplumber
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
yt-dlp
