adobe-source-code-pro-fonts
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
efibootmgr
firefox
git
grub
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
hyprland
hyprpaper
intel-media-driver
intel-ucode
kitty
kvantum-qt5
libva-intel-driver
libva-utils
linux
linux-firmware
lxqt-archiver
nano
network-manager-applet
networkmanager
nwg-look
pipewire
pipewire-alsa
pipewire-pulse
qt5ct
sddm
sof-firmware
sudo
thunar
ttf-dejavu
ttf-font-awesome
vulkan-icd-loader
vulkan-intel
waybar
wev
wireplumber
wofi
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
zsh
